---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.BendFailures
source: html/b851f49c-bb4f-0bf9-6bd5-01cd394ac92a.htm
---
# BuiltInFailures.BendFailures Properties

The angle of the bend/elbow is unacceptable